#+title: My Doom Emacs config
#+begin_src emacs-lisp :tangle yes
;;; config.el -*- lexical-binding: t; -*-
#+end_src
** Extra packages
#+begin_src emacs-lisp :tangle packages.el
(package! doct)
(package! org-pretty-tags)
(package! org-roam-server)
(package! gnuplot-mode)
(package! gnuplot)
;; (package!  ivy-bibtex)
(package! org-roam-bibtex)
(package! org-ref)
(package! org-pomodoro)
(package! org-tree-slide)
;; (package! org-download)
#+end_src

#+RESULTS:
| org-tree-slide | :modules | (nil) |

